Repository: CastelloBrancoTecnologia/DataAnnotations
Catalog: Resources/SharedResources.*.resx
Languages: pt_br

# AsSenhasNãoSâoIguais
source: The passwords is not equals
pt_br: As senhas não sâo Iguais

# CEPInválido
source: Invalid ZIP Code
pt_br: CEP Inválido

# CNPJInválido
source: Invalid CNPJ
pt_br: CNPJ Inválido

# CPFInválido
source: Invalid CPF
pt_br: CPF Inválido

# DataInválidaErrorMessage
source: Inválid Date
pt_br: Data Inválida

# DateTimeOffsetDateGreaterThanErrorMessage
source: '{0}' must be higher than '{1}'
pt_br: '{0}' precisa ser maior que '{1}'

# DDDInvalido
source: Inválid Area Code
pt_br: DDD Inválido

# DontAllowAscendentSequenceErrorMessage
source: Password connot contain sequencial characters (ex123 or abc)
pt_br: Senha nao pode ter sequencia crescente (por ex.123 ou abc)

# DontAllowDescendentSequenceErrorMessage
source: Password connot contain sequencial characters (ex 321 or cba)
pt_br: Senha nao pode ter sequencia crescente (por ex. 321 ou cba)

# DontAllowRepeatsErrorMessage
source: Passord connot contain repeated character
pt_br: Senha nao pode conter caracteres repetidos

# EstadoInvalido
source: Inválid State
pt_br: Estado Inválido

# Idadenãopermitida
source: Age not allowed
pt_br: Idade não permitida

# Identificação
source: Identity
pt_br: Identificação

# Identificaçãoéobrigatória
source: Identity is mandatory
pt_br: Identificação é obrigatória

# Idioma
source: Idiom
pt_br: Idioma

# Idiomas
source: Idioms
pt_br: Idiomas

# Inglês
source: English
pt_br: Inglês

# IsCheckedErrorMessage
source: This option must be checked
pt_br: Esta opção precisa estar marcada

# NomeCompletoInválidoErrorMessage
source: Inválid Full Name
pt_br: Nome Completo Inválido

# NotEmptyErrorMessage
source: this can´t be empty
pt_br: não pode estar vazio

# PasswordMaximunLengthErrorMessage
source: Password connot have more than {MinimunLength} characters
pt_br: Senha tem mais que {MinimunLength} caracteres

# PasswordMinimunLengthErrorMessage
source: Password must have minumun {MinimunLength} characters
pt_br: Senha tem menos que {MinimunLength} caracteres

# Português
source: Portuguese
pt_br: Português

# RequireDigitErrorMessage
source: Password must contain an Digit
pt_br: Senha precisa conter um digito

# RequireLetterErrorMessage
source: Password must contain an Letter
pt_br: Senha precisa conter uma letra

# RequireLowercaseLetterErrorMessage
source: Password must contain an Lowercase Letter
pt_br: Senha precisa conter uma letra minúscula

# RequireSymbolErrorMessage
source: Password must contain an Symbol
pt_br: Senha precisa conter um simbolo

# RequireUppercaseLetterErrorMessage
source: Password must contain an Uppercase Letter
pt_br: Senha precisa conter uma letra maiúscula

# SiglaDoPaisInvalida
source: Invalid Country
pt_br: Sigla do Pais Inválida

# éobrigatórioa
source: {0} is mandatory
pt_br: {0} é obrigatório(a)
